Repository: baymaxdev/pregnantguide
Catalog: *.lproj/Localizable.strings
Languages: ar, hi, id, ru, zh_hans

source: Last Menstruation Period
ar: مشاركة الطمث الفترة
hi: अंतिम माहवारी अवधि
id: Periode Menstruasi Terakhir
ru: Последняя менструация
zh_hans: 末次月经

source: Weight(kg)
ar: ارتفاع(cm)
hi: भार(kg)
id: Berat(kg)
ru: вес(kg)
zh_hans: 重量(kg)

source: Fetal head has entered the pelvis
ar: ذهب رأس الجنين في الحوض
hi: रूण सिर श्रोणि में प्रवेश किया है
id: Kepala janin masuk ke panggul
ru: Фетальный головой ушла в тазу
zh_hans: 胎头进入骨盆

source: High Uterine Fundus(cm)
ar: قاع العين الرحم عالية(cm)
hi: उच्च गर्भाशय बुध्न(cm)
id: Tinggi Fundus Uterine(cm)
ru: Высокий Fundus Утробная(cm)
zh_hans: 高子宫底(cm)

source: Height(cm)
ar: الوزن(kg)
hi: ऊंचाई(cm)
id: Tinggi(cm)
ru: высокая(cm)
zh_hans: 高(cm)

source: Fertilization Process
ar: عملية حالة الحمل
hi: गर्भावस्था की प्रक्रिया घटना
id: PROSES TERJADINYA KEHAMILAN
ru: ПРОЦЕСС EVENT БЕРЕМЕННОСТИ
zh_hans: 妊娠的过程事件

source: Physical and Psychological improvement during pregnancy
ar: التغيرات الجسدية والنفسية أثناء الحمل
hi: गर्भावस्था के दौरान शारीरिक और मानसिक परिवर्तन
id: PERUBAHAN FISIK DAN PSIKOLOGIS SELAMA KEHAMILAN
ru: Физического и психологического изменения во время беременности
zh_hans: 身心变化怀孕期间

source: Uncomfortable condition during pregnancy
ar: حالة غير مريحة أثناء الحمل
hi: गर्भावस्था के दौरान असुविधा
id: KETIDAKNYAMANAN SELAMA KEHAMILAN
ru: НЕУДОБСТВО ВО ВРЕМЯ БЕРЕМЕННОСТИ
zh_hans: 怀孕期间的不适

source: Nutrition in pregnancy
ar: التغذية للنساء الحوامل
hi: गर्भवती महिलाओं के लिए पोषण
id: GIZI UNTUK IBU HAMIL
ru: ПИТАНИЕ ДЛЯ БЕРЕМЕННЫХ
zh_hans: 营养对孕妇

source: Preparation for Delivering Baby
ar: خطة العمالة
hi: श्रम योजना
id: RENCANA PERSALINAN
ru: ПЛАН ТРУД
zh_hans: 劳工计划

source: Delivering Animation
ar: فيديو للرسوم المتحركة العمالة
hi: वीडियो एनीमेशन श्रम
id: VIDEO ANIMASI PERSALINAN
ru: Видеоанимация ТРУД
zh_hans: 视频动画劳工

source: Guide
ar: دليل
hi: मार्गदर्शक
id: Panduan
ru: руководство
zh_hans: 引导

source: BMI
id: IMT

source: Fetal Weight
ar: وزن الجنين
hi: रूण वजन
id: Berat Janin
ru: вес плода
zh_hans: 胎儿体重

source: Delivery Date
ar: تقديرات الميلاد
hi: दिन का पूर्वानुमान का जन्म
id: HPL
ru: День рождения Оценочное
zh_hans: 预估日出生

source: Age of Pregnancy
ar: الحمل العمر
hi: भावस्था की उम्
id: Umur Kehamilan
ru: возраст Беременность
zh_hans: 年龄怀孕

source: Enter Weight(kg)
ar: الوزن(kg)
hi: भार(kg)
id: Berat Badan(kg)
ru: Потеря веса(kg)
zh_hans: 减肥(kg)

source: Enter Height(cm)
ar: ارتفاع(cm)
hi: ऊंचाई(cm)
id: Tinggi Badan(cm)
ru: высота(cm)
zh_hans: 高度(cm)

source: UnderWeight
ar: رقيقة
hi: पतला
id: Kurus
ru: тонкий
zh_hans: 库鲁斯

source: Body Mass Index
ar: مؤشر كتلة الجسم
hi: बॉडी मास इंडेक्स
id: Indeks Massa Tubuh
ru: Индекс массы тела
zh_hans: 身体质量指数

source: Weight gain up to
ar: زيادة الوزن الموصى بها أثناء الحمل
hi: गर्भावस्था के दौरान वजन बढ़ाने की सिफारिश की
id: Kenaikan berat badan yang dianjurkan selama hamil
ru: Рекомендуемое увеличение массы тела во время беременности
zh_hans: 怀孕期间的推荐体重增加

source: Overweight
ar: شحم
hi: ग्रीज़
id: Gemuk
ru: смазка
zh_hans: 油脂

source: Obese
ar: بدانة
hi: मोटापा
id: Obesitas
ru: ожирение
zh_hans: 肥胖

source: CALCULATE
ar: علم الحساب
hi: गणना
id: Hitung
ru: арифметика
zh_hans: 算术

source: Enter High Uterine Fundus(cm)
ar: أدخل العليا الرحم قاع العين (cm)
hi: उच्च गर्भाशय बुध्न दर्ज(cm)
id: Masukkan Tinggi Fundus Uterus(cm)
ru: Введите High Fundus маток(cm)
zh_hans: 进入高中子宫眼底(cm)

source: Estimated Weight:
ar: الوزن المقدر:
hi: अनुमानित वज़न:
id: Estimasi Berat:
ru: Расчетное Вес:
zh_hans: 预估重量:

source: Estimated Delivery Date
ar: تقدر يوم الميلاد
hi: अनुमानित डिलीवरी की तारीख
id: Hari Perkiraan Lahir
ru: День рождения Оценочное
zh_hans: 预估日出生

source: The age of pregnancy is
ar: الحمل
hi: गर्भावस्था की उम्र है
id: Umur kehamilan
ru: беременность
zh_hans: 妊娠

source: weeks
ar: أسبوع
hi: सप्ताह
id: minggu
ru: неделя
zh_hans: 周

source: days
ar: يوم
hi: दिन
id: hari
ru: день
zh_hans: 天
